{
  "home": "Home",
  "navbar.integrantes": "Members",
  "navbar.calidad": "Site quality",
  "navbar.login": "Login",
  "navbar.signup": "Sign Up",
  "navbar.dashboard": "Dashboard",
  "navbar.admin": "Admin",
  "home.completa": "Fill your profile",
  "home.responde": "Answer some basic questions for a better analysis. Also link you social networks and spotify account.",
  "home.analiza": "The user is analyzed",
  "home.sigue": "The user continues with their normal live while the system analyzes their posts and listened songs daily.",
  "home.estadisticas": "User can see their statistics",
  "home.ingresa": "When the user enters to the platform they can watch statistics and graphs regarding their recent social activity.",
  "home.detecte": "Risk is detected",
  "home.actividad": "If the algorithm, by the user activity, detects they can be in some sort of risk. The platform will notify.",
  "home.mision": "Mission",
  "home.misionText": "The mission of the platform is to help in the preventive diagnosis of possible cases of depression in teenagers. This will be done by observing the behavior of registered users on their social networks. (Facebook, Twitter) and in streaming music service (Spotify).",
  "home.como": "How",
  "home.realizar": "To do this, it will be necessary to use some type of artificial intelligence so that the platform can constantly be observing and reading the information that is consumed from Facebook, Twitter and Spotify that in This case will analyze the lyrics of the songs heard per day. This information will be stored in a NoSQL database which will be MongoDB and will be managed by the backend in node.js, the user interface You will have the option to enter with three different profiles.",
  "home.admin": "Administrator",
  "home.father": "Parent or tutor",
  "home.user": "User",
  "home.ui": "The UI will be developed in Angular which will show the average created by the sentiment analysis represented in graphs. It will also send a notification to the parents or guardians alerting a behavior depressive or abnormal.",
  "home.register": "Get started",
  "k.cancel": "Cancel",
  "k.save": "Save",
  "k.edit": "Edit",
  "k.conectar": "Connect",
  "k.desconectar": "Disconnect",
  "k.name": "First name",
  "k.lastname": "Last name",
  "profile.fb": "Connect your Facebook profile",
  "profile.tw": "Connect your Twitter profile",
  "profile.sp": "Connect your Spotify profile",
  "k.hi": "Hi",
  "k.signout": "Sign out",
  "dashboard.salute": "Welcome back, we've missed you!",
  "dashboard.dayInfo": "Day information:",
  "dashboard.graphTitle.spotify": "Date grades (Spotify)",
  "dashboard.graphTitle.facebook": "Date grades (Facebook)",
  "k.warning": "Warning",
  "footer.copyright": "Copyright© 2020 - All rights reserved",
  "admin.name": "Name"
}