{
  "navbar.home": "Inicio",
  "navbar.integrantes": "Integrantes",
  "navbar.calidad": "Calidad del sitio",
  "navbar.login": "Login",
  "navbar.signup": "Registro",
  "navbar.dashboard": "Dashboard",
  "navbar.admin": "Administrador",
  "home.completa": "Completa perfil",
  "home.responde": "Responde algunas preguntas básicas para tener un mejor análisis de él. También vincula sus redes sociales y cuenta de spotify.",
  "home.analiza": "Se analiza al usuario",
  "home.sigue": "El usuario sigue con su vida normal minetras el sistema analiza sus posts y canciones que escucha diariamente.",
  "home.estadisticas": "El usuario ve estadisticas",
  "home.ingresa": "Cuando se ingresa a la plataforma el usuairo observa estadisticas y gráficas de acuerdo a su actividad reciente en redes sociales.",
  "home.detecte": "Se detecta riesgo",
  "home.actividad": "Si el algoritmo, por la actividad del usuario, detecta que puede estar en algún tipo de riesgo. Éste dará aviso a quien corresponda.",
  "home.mision": "Mision",
  "home.misionText": "La misión de la plataforma es ayudar en el diagnóstico preventivo de posibles casos de depresión en adolescentes. Esto se hará observando el comportamiento de los usuarios registrados en sus redes sociales (Facebook, Twitter) y en servicio musical por streaming (Spotify).",
  "home.como": "Cómo",
  "home.realizar": "Para realizar esto se requerirá utilizar algún tipo de inteligencia artificial para que la plataforma pueda estar constantemente observando y leyendo la información que se consuma de Facebook, Twitter y Spotify que en este caso irá analizando los lyrics de las canciones escuchadas por día. Esta información será guardada en una base de datos NoSQL la cual será MongoDB y será administrada por el backend en node.js, la interfaz de usuario tendra opcion de ingresar con tres diferentes perfiles.",
  "home.admin": "Administrador",
  "home.father": "Padre o tutor",
  "home.user": "Usuario",
  "home.ui": "El UI será desarrollado en Angular el cual mostrará el promedio creado por el análisis de sentimientos representado en gráficas. Asimismo mandará una notificación a los padres o tutores alertando un comportamiento depresivo o anormal.",
  "home.register": "Registrate",
  "k.cancel": "Cancelar",
  "k.save": "Guardar",
  "k.edit": "Editar",
  "k.conectar": "Conectar",
  "k.desconectar": "Desconectar",
  "k.name": "Nombre",
  "k.lastname": "Apellido",
  "profile.fb": "Conecta tu perfil de Facebook",
  "profile.tw": "Conecta tu perfil de Twitter",
  "profile.sp": "Conecta tu perfil de Spotify",
  "k.hi": "Hola",
  "k.signout": "Cerrar Sesión",
  "dashboard.salute": "Bienvenido de nuevo, te extrañamos!",
  "dashboard.dayInfo": "Informacion del dia:",
  "dashboard.graphTitle.spotify": "Calificación por dia (Spotify)",
  "dashboard.graphTitle.facebook": "Calificación por dia (Facebook)",
  "k.warning": "Precaución",
  "footer.copyright": "Copyright© 2020 - Todos los derechos reservados",
  "admin.name": "Nombre"
}